var config = {};
 
config.admin_list = [5198364323] 
config.admin_username = 'Licifersss'
config.proxy = null; 
config.qiwi = 'c1c36b9df755c6b17d61e2e7a32bbe9c'; 
config.mongodb = "https://t.me/Licifersss"
config.token = "5516460285:AAGL8WbF6WWqvm178wT_y71XVmldcW23bFM"
config.bot_id = 1386082261
config.bot_username='https://t.me/tyanka_robot'
config.bot_chat='https://t.me/+uM6GKR2vnCY4ZGRi'
config.bot_start_timestamp = 1590505343
config.qiwi_update = 10000
config.antispam_interval = 0.3;
config.mm_interval = 75; 
config.stats_update = 60;
config.min_payout = 15;

config.min_subs_time = 7;

config.ref_msg_cost = 5;

config.qiwi_state = true; 
config.qiwi_num = '996705263660'

config.payeer_num = "P1062687461"

config.about_text = `Проект Tyanka приветствует вас! 

Для участия в проекте необходимо перейти по любой реферальной ссылке, нажать "🔰 Принять участие" и активировать одну из трёх ВЕТОК по желанию, внеся пожертвования.
 
Проект состоит из трёх ВЕТВЕЙ и десяти уровней:
    
На 🥇 ВЕТКЕ вознаграждение за каждого участника составляет:
за 1 уровень - 5₽
за 2 по 10 уровень - 1₽

На 🥈 ВЕТКЕ вознаграждение за каждого участника составляет:
за 1 уровень - 50₽
за 2 по 10 уровень - 10₽

На 🥉 ВЕТКЕ 1500 вознаграждение за каждого участника составляет:
за 1 уровень - 500₽
за 2 по 10 уровень - 100₽ 
 
Одновременно можно находится сразу на двух или трёх ВЕТКАХ. Благодаря чему возрастет доходность, так как можно будет привлечь участников с доходами разного уровня.
 
Можно стартовать с любой ВЕТКИ внеся при этом пожертвования определенной суммы.

Минимальный вывод средств - 15₽! 

module.exports = config;
